Repository: emZubair/eShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ur

source: Quantity
ur: مقدار

source: Your shopping cart
ur: آپکی ٹوکری

source: Image
ur: تصویر

source: Product
ur: چیز

source: Remove
ur: ہٹائیں

source: Unit Price
ur: ایک چیزکی قیمت

source: Price
ur: قیمت

source: Subtotal
ur: آدھا میزان

source: Total
ur: میزان

source: Apply a Coupon
ur: کوپن لگائیں

source: Apply
ur: لگائیے

source: Continue Shopping
ur: شاپنگ کرتے رہیں

source: Checkout
ur: پوراکریں

source: Code
ur: کوڈ

source: English
ur: انگریزی

source: Spanish
ur: اسپینش

source: Urdu
ur: اردو

source: eShop by Zee
ur: آئن لائن دکان

source: Your Cart
ur: آپکی ٹوکری

source: Your cart is empty.
ur: آپکی ٹوکری خالی ہے

source: Add to Cart
ur: ٹوکری میں ڈالیں
